[ lang ]
"(Empty)"="Vide"
"10min"="10min"
"12 Hour"="12 Heures"
"120s"="120s"
"15s"="15s"
"1800s"="1800s"
"1min"="1min"
"24 Hour"="24 Heures"
"2min"="2min"
"300s"="300s"
"30min"="30min"
"30s"="30s"
"5min"="5min"
"600s"="600s"
"60s"="60s"
"802.1x Mode"="802.1x Mode"
"802.1x Settings"="Paramètres 802.1x"
"<New Item>"="<Nouveau>"
"ACD Login"="Connexion ACD"
"ACD State"="Etat ACD..."
"ACD Status"="Etat ACD"
"ACD Trace"="Trace ACD"
"ACD"="ACD"
"ALERT"="ALERTE"
"AM"="AM"
"Account Not Usable!"="Compte non valable!"
"Account Status"="Etat du compte"
"Account"="Compte"
"Account ID"="ID Compte"
"Accounts"="Comptes"
"Activation"="Activation"
"Add Blacklist"="Ajout Liste noire"
"Add Contact"="Ajouter aux contacts"
"Add Group"="Ajouter Groupe"
"Add Number"="Ajouter numéro"
"Add Personal"="Ajout individuel"
"Add To Blacklist"="Ajouter à liste noire"
"Add To Personal"="Ajouter au personnel"
"Add to Contact"="Ajouter au contact"
"Add to Contacts"="Ajouter aux Contacts"
"Add"="Ajouter"
"Address"="Adresse"
"Advanced Setting"="Paramètres avancés"
"After Ring Times"="Après Durées de Sonnerie"
"All Calllog"="Tous les journaux d'appels"
"All Calls"="Tous les Appels"
"All Contacts"="Tous les contacts"
"All Lines"="Toutes les lignes"
"All Off"="Tous Off"
"All On"="Tous On"
"All keys"="Toutes les clefs"
"Allow Remote Control"="Autoriser contrôle distant"
"Always Forward"="Renvoi Immédiat"
"Always On"="Toujours on"
"Always forward to"="Renvoi inconditionnel vers"
"Anonymous Call"="Appel Anonyme"
"Anonymous Rejection"="Rejet Anonyme"
"Answer"="Répondre"
"Apr"="Avril"
"Are you sure to set a blank password?"="Etes vous sur d'approvisionner un mot de passe vide?"
"Args Error!"="Erreur d'arguments!"
"Aug"="Aout"
"Auto Answer"="Réponse automatique"
"Auto Provision"="Auto provisionning"
"Auto Redial Times should be 1-300!"="Nombre Recomposition Auto doit être entre 1-300!"
"Auto Redial"="Rappel auto."
"Auto"="Auto"
"Auto-login"="Connexion auto"
"AutoBLFList is on\n manually configing is forbiden!"="AutoBLFList est activé \n la configuration manuelle est interdite!"
"AutoP Authority"="Autorité AutoP"
"AutoP to"="AutoP vers"
"Automatic"="Automatique"
"Avail"="Dispo."
"Available"="Disponible"
"BLF List"="Liste BLF"
"BLF"="BLF"
"Back"="Retour"
"Backlight Level"="Niveau de rétroéclairage"
"Backlight Time"="Durée Rétro-éclairage"
"Backlight"="Rétroéclairage"
"Bad Request"="Mauvaise requête"
"Barge In"="Irrup."
"Basic Setting"="Paramètres basiques"
"Blacklist is full!"="Liste noire pleine!"
"Blacklist"="Liste Noire"
"Block"="Bloquer"
"Bridge mode unsupported in PPPoE!"="le mode bridge n'est pas supporté en PPPOE!"
"Bridge"="Pont"
"BridgeID"="ID Pont"
"Busy Forward"="Renvoi sur Occupation"
"CC Name"="Nom CallCenter"
"CC UID"="CC UID"
"CC"="Rappel Auto."
"Cable Disconnect"="Câble déconnecté"
"Call Completion"="Complétion d'Appel"
"Call Control"="Call Control"
"Call Forward"="Renvoi d'Appel"
"Call Info"="Info appel"
"Call Park"="Parquer Appel"
"Call Return"="Retour d'appel"
"Call Waiting"="Appel en Attente"
"CallPull"="CallPull"
"CallReturn_Idle"="Rappel"
"Calling"="appelant"
"Calllog Directories"="Historique réseau"
"Calls Longest"="appel le plus long"
"Calls for Pickup"="Appels pour Interception"
"Cancel"="Annuler"
"Change PIN"="Changer le PIN"
"Checking!"="Vérification!"
"Clear account config \n\n please wait..."="Suppression config compte \n\nVeuillez patienter..."
"Clear all account config?"="Supprimer toutes conf.?"
"Common is invalid!"="Commun est invalide"
"Common"="Commun"
"Company"="Compagnie"
"Conference Manage"="Gérer le conférence"
"Conference with"="Conférenece avec"
"Conference"="Conférence"
"Configuration Updating !"="Configuration mise à jour !"
"Confirm PIN mismatch!"="Confirmeez la non concordance de PIN"
"Confirm PIN"="Confirmer PIN"
"Confirm PWD"="Confirmer mot de passe"
"Confirm password mismatch!"="Confirmation mot de passe erronée!"
"Connect"="Connecté"
"Contact exist!"="le contact existe!"
"Contact is not black!"="Le contact n'est pas sur liste noire!"
"Contact is not local!"="Le contact n'est pas local!"
"Contact is syncing!"="Contact en synchronisation!"
"Contact not existed!"="Contact inconnu!"
"Contrast"="Contraste"
"Copy to All Lines?"="Copier sur toutes les lignes?"
"Current PIN is incorrect."="Le PIN actuel est incorrect"
"Current PIN"="PIN actuel"
"Current Time"="Heure actuelle"
"Custom DND"="DND personnalisé"
"Custom Forward"="Renvoi personnalisé"
"DD MMM YYYY"="JJ MMM AAAA"
"DD-MMM-YY"="JJ-MMM-AA"
"DD/MM/YYYY"="JJ/MM/AAAA"
"DHCP IP Client"="Client DHCP"
"DHCP IPv6 Client"="Client DHCP IPv6"
"DHCP Server"="Serveur DHCP"
"DHCP Time"="Heure DHCP"
"DHCP VLAN"="DHCP VLAN"
"DHCP"="DHCP"
"DND Enable"="NPD activé"
"DND"="Indisp."
"DNS Server"="DNS Server"
"DPickup"="Interception Directe"
"DSS Keys Type"="Type touche de fonction"
"DSS Keys"="Touches de fonctions"
"DTMF"="DTMF"
"Date Format"="Format Date"
"Date(Y-M-D)"="Date(A-M-J):"
"Day"="Jour"
"Daylight Saving"="Heure d'été:"
"Dec"="Dec"
"Default Gateway"="Passerelle"
"Delete All Group?"="Effacer tous les Groupe?"
"Delete All Items?"="Supprimer tous les éléments?"
"Delete All"="Tout effacer"
"Delete Default Setting?"="Supprimer le réglage par défaut?"
"Delete Failed"="Echec dans la suppression"
"Delete Message?"="Effacer message?"
"Delete Selected Group?"="Supprimer Groupe sélect.?"
"Delete Selected Item?"="Supprimer Objet sélectionné?"
"Delete all locations?"="Effacer tous les emplacements?"
"Delete all message?"="Supprimer tous les messages?"
"Delete all numbers?"="Effacer tous les numéros?"
"Delete all paging group?"="Supprimer tous les groupes de pagination?"
"Delete all the call records?"="Effacer liste des appels?"
"Delete default...\n\nPlease Wait !"="Suppression défaut…\Attendez SVP!"
"Delete location?"="Supprimer l'emplacement?"
"Delete number?"="Supprimer le numéro?"
"Delete paging group failed!"="Echec suppression groupe de pagination "
"Delete selected paging group?"="Supprimer le groupe de pagination selectionné?"
"Delete"="Effacer"
"Deleting. Please wait..."="Suppression. Veuillez patienter..."
"Deleting..."="Effacement..."
"Department"="Département"
"Detail"="Détail"
"Device Cert"="Cert Périphérique"
"Dial Emergency "="Comp. Urgence"
"Dial"="Appeler"
"Dialed Calls"="Placed"
"Dialing"="En appel"
"Direct IP Line"="Direct IP Line"
"DirectPickup_Idle"="interception directe libre"
"Directories"="Annuaires"
"Directory"="Annuaire"
"Directory_Idle"="Annuaire_Disponible"
"Disable"="Disable"
"Disabled"="Désactivé"
"DispCode"="DispCode"
"Display Name"="Nom Affiché"
"Display"="Affiché"
"DisplayName can't be empty!"="le nom affiché ne peut être vide!"
"DisplayName can't contain \"="DisplayName can't contain \"
"Disposition Code"="Code disposition"
"Dns Server"="Dns Server"
"Do Not Disturb"="Ne Pas Déranger"
"Draftbox"="Brouillons"
"Duplicate IPv4"="dupliquer Ipv4"
"Duplicate IPv6"="Dupliquer Ipv6"
"Duration"="Durée"
"E-Common"="E-Common"
"EAP-FAST"="EAP-FAST"
"EAP-MD5"="EAP-MD5"
"EAP-PEAP/GTC"="EAP-PEAP/GTC"
"EAP-PEAP/MSCHAPv2"="EAP-PEAP/MSCHAPv2"
"EAP-TLS"="EAP-TLS"
"EAP-TTLS/EAP-GTC"="EAP-TTLS/EAP-GTC"
"EAP-TTLS/EAP-MSCHAPv2"="EAP-TTLS/EAP-MSCHAPv2"
"EXP Key"="Clef EXP"
"Edit Location"="Editer emplacement"
"Edit Number"="Editer numéro"
"Edit Paging Address"="Editer les adresses de pagination"
"Edit"="Editer"
"Email"="Email"
"Emergency Call"="Appel d'urgence"
"Emergency Escalation"="Escalade d'urgence"
"Emergency"="Urgence"
"Empty"="Vide"
"Enable Diversion Inhibitor"="activer l'inhibition de la diversion"
"Enable this Location"="Activer cet emplacement"
"Enable"="Activé"
"Enabled"="Activé"
"End Call"="Fin d'appel"
"End IP should be larger than Start IP!"="IP de fin doit être\nsupérieur à celle de début!"
"End IP"="Ip finale"
"Enter code"="Entrez code"
"Enter number"="entre le numéro"
"Enter"="Entrer"
"Enterprise"="Enterprise"
"Exit"="Sortir"
"ExitPri"="Sortie primaire"
"Extension"="Extension"
"FWD International"="Déviation internationale"
"FWD"="FWD"
"Factory Installed"="Conf usine installée"
"Fail to alloc memory!"="Echec d'allocation mémoire"
"Fail to download remote phonebook!"="Échec du téléchargement de répertoire à distance!"
"Failed to connect to server!"="Connexion impossible au serveur!"
"Failed. Please retry..."="Echec. Recommencez..."
"Family"="Famille"
"Far Mute"="Muet"
"Favourite"="Favoris"
"Features"="Fonctions"
"Feb"="Fev"
"File do not exist !"="Le fichier n'existe pas!"
"File is too large !"="Le fichier est trop grand!"
"File layout error !"="Erreur de mise en page du fichier!"
"Firmware Update..."="Mise à jour Firmware..."
"Firmware"="Firmware"
"First Name"="Prénom"
"Forbidden Number"="Interdit numéro"
"Forbidden"="Interdit"
"Forward to is invalid!"="Le renvoi est invalide!"
"Forward to"="Renvoyer vers:"
"Forward"="Renvoi"
"Forwarded Calls"="Appels renvoyés"
"Fri"="Ven"
"Friday"="Vendredi"
"Friend"="Ami"
"From"="De"
"From_FWD"="Dev"
"From_Num"="From Num:"
"Function key"="Touches fonction"
"G-Common"="G-Common"
"GPark"="GPark"
"GPickup"="IntercG"
"Gateway"="Passerelle"
"Group Listening"="Groupe Ecoute"
"Group Name can't be 'contacts'"="Le nom du groupe ne peut être 'contacts'"
"Group Pick Up"="Intercept. groupe"
"Group already exist!"="Le groupe existe déjà!"
"Group list is full!"="La liste de groupe est pleine!"
"Group not existed!"="le groupe n'existe pas!"
"Group"="Groupe"
"Guest Login"="Login invité"
"GuestIn"="Invité In"
"GuestOut"="Invité Out"
"HD"="HD"
"Hang Up"="Raccroché"
"Hardware"="Matériel"
"Hebrew_IME"="HébreuE"
"Held"="En attente"
"Hide Number"="Masquer numéro..."
"History Record"="Journal enregistrement"
"History Setting"="Paramètres Journal"
"History"="Journal"
"History_Idle"="Journal"
"Hold"="Attente"
"Hot Desking"="Partage Bureaux"
"Hot Line"="Appel au décroché"
"HotLine Delay"="Délai Appel au déc."
"Hoteling"="Hotellerie"
"Hotline delay should be 0 ~ 10"="Délai Appel au déc. 0~10"
"Http Port"="Port HTTP"
"Http Status"="Etat HTTP"
"Http port should be 1-65535!"="Port HTTP entre 1 et 65535!"
"Https Port"="Port HTTPS"
"Https Status"="Etat HTTPS"
"Https port should be 1-65535!"="Le port https doit etre 1-65535!"
"IP Address"="Address IP"
"IP Conflict"="Conflit IP"
"IP Conflicted"="Conflicted IP"
"IPAddress Mode"="Mode IPAdresse"
"IPv4 & IPv6"="IPv4 & IPv6"
"IPv4 Default Gateway"="Passerelle par défaut IPv4"
"IPv4 IP"="IPv4 IP"
"IPv4 Pri DNS"="IPv4 Pri. DNS"
"IPv4 Sec DNS"="IPv4 Sec. DNS"
"IPv4 Status"="Statut IPV4"
"IPv4 Subnet Mask"="masque de sous réseau IpV4"
"IPv4 WAN Port"="Port WAN IPv4"
"IPv4 WAN Type"="Type WAN IPv4"
"IPv4"="IPv4"
"IPv6 Address"="Adresse IpV6"
"IPv6 Default Gateway"="Passerelle par défaut IPv6"
"IPv6 IP Prefix"="Préfixe IP IPv6"
"IPv6 IP"="IPv6 Address"
"IPv6 Pri DNS"="IPv6 Pri. DNS"
"IPv6 Sec DNS"="IPv6 Sec. DNS"
"IPv6 Status"="Statut IPV6"
"IPv6 WAN Port"="Port WAN IPv6"
"IPv6 WAN Type"="Type WAN IPv6"
"IPv6"="IPv6"
"Identity"="Identité"
"Illegal Character"="Caractère illégal"
"Image is too large !"="Image trop grande"
"Image load error !"="L'image d'erreur de charge!!"
"Inbox"="Boîte de réception"
"Incoming call"="Appel entrant"
"Inexistence"="Non existant"
"Information is not complete!"="l'information n'est pas complète"
"Initial ACD State"="Etat ACD initial..."
"Initial State"="Etat Initial"
"Initializing... Please Wait!"="Initialisation … Attendez SVP!"
"Input your web access password!"="Input your web access password!"
"Intercom Allow"="Intercom Autoriser"
"Intercom Barge"="Intercom Acquittement"
"Intercom Mute"="Intercom Silencieux"
"Intercom Tone"="Tonalité Intercom"
"Intercom"="Intercom"
"Invalid Account!"="Compte invalide!"
"Invalid BLF Value!"="Valeur BLF invalide"
"Invalid BridgeID!"="BridgeID invalide!"
"Invalid Call Park Number!"="Code parquage invalide!"
"Invalid DHCP End IP Address!"="Adresse de fin DHCP invalide!"
"Invalid DHCP Start IP Address!"="Adresse IP de début invalide!"
"Invalid DHCP option!"="Option DHCP invalide!"
"Invalid DTMF value!"="valeur DTMF invalide!"
"Invalid Date Format!"="Format de la date invalide!"
"Invalid Default Gateway!"="Passerelle invalide!"
"Invalid IP Address!"="Adresse IP invalide!"
"Invalid Intercom Number!"="Numéro intercom invalide!"
"Invalid Number!"="Numéro invalide"
"Invalid Number"="Numéro invalide"
"Invalid PPPoE User!"="Utilisateur PPPoE invalide!"
"Invalid Paging Value!"="Num. App général invalide!"
"Invalid Prefix Value!"="Valeur préfixe invalide"
"Invalid Primary DNS!"="DNS primaire invalide!"
"Invalid Secondary DNS!"="DNS secondaire invalide!"
"Invalid Server!"="Serveur invalide!"
"Invalid Subnet Mask!"="Masque invalide!"
"Invalid Time Format!"="Format de l'heure invalide!"
"Invalid URI !"="Invalid URI !"
"Invalid URL URL!"="URL invalide!"
"Invalid US Date Format!"="Format US de la date invalide!"
"Invalid US Time Format!"="Format US de l'heure invalide!"
"Invalid Value < or >"="Valeur invalide <ou>"
"Invalid Voice Recorder Number!"="Num. Messagerie invalide!"
"Invalid VoiceMail Value"="valeur de messagerie vocale invalide!"
"Invalid Xml Browser Value!"="Valeur Nav. XML invalide!"
"Invalid group id!"="group id invalide!"
"Items out of limit !"="Les articles hors de limite!"
"Jan"="Janv"
"Jitter"="Jitter"
"JitterBufferMax"="JitterBufferMax"
"Jul"="Juil"
"Jun"="Juin"
"Key As Send"="Touche d'envoi"
"Key Event"="Touche Event"
"Key Type"="Type Touche"
"Key as send"="Touche d'envoi"
"KeyGuard"="Clavier"
"Keypad Lock"="Verrouiller Clavier"
"Keypad locked."="Clavier verrouillé."
"KeypadLock_Idle"="Verrouiller"
"Korean_IME"="Coréen"
"LAN IP"="IP LAN"
"LAN Subnet"="Sous-réseau LAN"
"LAN Type"="Type LAN"
"LDAP"="LDAP"
"LLDP Packet Interval should be 1-3600!"="L'intervalle de paquets LLDP doit être compris entre 1 et 3600!"
"LLDP Status"="Status LLDP"
"LLDP"="LLDP"
"Label"="Libellé"
"Language initializing. Please wait..."="Initialisation langue. Patientez"
"Language"="Langue"
"Last Name"="Nom"
"Line Key 1"="Touche de ligne 1"
"Line Key 10"="Touche de ligne 10"
"Line Key 11"="Touche de ligne 11"
"Line Key 12"="Touche de ligne 12"
"Line Key 13"="Touche de ligne 13"
"Line Key 14"="Touche de ligne 14"
"Line Key 15"="Touche de ligne 15"
"Line Key 2"="Touche de ligne 2"
"Line Key 3"="Touche de ligne 3"
"Line Key 4"="Touche de ligne 4"
"Line Key 5"="Touche de ligne 5"
"Line Key 6"="Touche de ligne 6"
"Line Key 7"="Touche de ligne 7"
"Line Key 8"="Touche de ligne 8"
"Line Key 9"="Touche de ligne 9"
"Line Select"="Sélectionner ligne"
"Line"="Ligne"
"List"="Liste"
"Load Failed"="Échec de chargement!"
"Loading error !"="Chargement erreur!"
"Loading image..."="Chargement image..."
"Loading, please wait..."="Chargement en cours,\nveuillez patienter..."
"Local Anonymous Rejection"="rejet anonyme local"
"Local Anonymous"="Anonyme local"
"Local CallLog"="Interne"
"Local Codec"="Codec local"
"Local Directory"="Répertoire local"
"Local Group"="Groupe local"
"Local User"="utilisateur local"
"LocalMenu_Idle"="Répertoire local"
"Local_Idle"="LRép"
"Locations"="Emplacements"
"Lock Enable"="Verrouiller"
"Lock type"="type de verrouillage"
"Login Failed."="Connexion échouée."
"Login as"="Login en tant que"
"Login"="Connexion"
"Login..."="Connexion"
"Logout"="Déconnexion"
"MAC Address"="Adresse MAC"
"MAC"="Adr. MAC"
"MAC-Oriented"="MAC-Oriented"
"MD5 Password"="Mot de passe MD5"
"MM/DD/YY"="MM/JJ/AA"
"MOS-CQ"="MOS-CQ"
"MOS-LQ"="MOS-LQ"
"Mail"="Mail"
"Main Menu"="Menu Principal"
"Manage"="Gestion"
"Manual Setting"="Réglage manuel"
"Mar"="Mars"
"May"="Mai"
"Meet-me"="Meet-me"
"Memory Full"="Mémoire pleine"
"Menu key"="Touche Menu"
"Menu"="Menu"
"Messages"="Messages"
"Missed Calllog"="Appels non-rép."
"Missed Calls"="Appels non-rép."
"Mobile"="Mobile"
"Mon"="Lun"
"Monday"="lundi"
"More"="Plus"
"Move selected to blacklist ?"="Déplacer la sélection vers liste noire?"
"Move selected to contactlist ?"="Déplacer la sélection dans liste contacts?"
"Mute"="Coupure Micro"
"N/A"="N/A"
"NTP Server1"="Serveur 1 NTP"
"NTP Server2"="Serveur 2 NTP"
"Name Unknown"="Name Unknown"
"Name"="Nom"
"Need Update MAC"="MAJ MAC nécessaire"
"Need a Number"="Doit avoir un numéro!"
"Net unavailable !"="Réseau indisponible!"
"Network CallLog"="Connexion Réseau"
"Network Checking..."="Vérification Réseau..."
"Network Directories"="Répertoires réseau"
"Network Group"="Répertoires réseau"
"Network PhoneBook"="Répertoires réseau"
"Network Status"="Etat réseau"
"Network Unavailable"="Réseau indisponible."
"Network changed. Rebooting"="Réseau modifié. Redémarrage"
"Network"="Réseau"
"NetworkCallLog_Idle"="Connexion Réseau"
"NetworkCalllogGroup_Idle"="Liste d'appel groupe"
"NetworkDirectoryGroup_Idle"="Network Group"
"NetworkDirectoryMenu_Idle"="Network Directory"
"New Call"="Nouvel Appel"
"New Location"="Nouvel emplacement"
"New Message"="Nouveau Message"
"New Missed Call(s)"="Appels en abs."
"New PIN"="Nouveau PIN"
"New PWD"="Nouveau"
"New Text Message"="Nouveau message texte"
"New Voice Mail"="Nouveau message vocal"
"New password is similar to username, are you sure to set it?"="New password is similar to username, are you sure to set it?"
"New password is too simple, are you sure to set it?"="le nouveau mot de passe est trop simple. Etes vous s?r de le modifier?"
"NewSMS_Idle"="Nv.SMS"
"Next"="Suivant"
"NextPage"="page suivante"
"No Account"="Aucun Compte"
"No Answer Forward"="Renv. non-rép"
"No Available Account"="Pas de compte disponible"
"No Service"="Pas de service"
"No Timezone"="Pas de fuseau horaire"
"No submit url !"="Pas de soumettre URL!"
"No."="Num."
"None"="Aucun"
"Not Installed"="Non Installé"
"Note"="Commentaire"
"Nov"="Nov"
"Number Invalid"="Numéro invalide."
"Number already exists!"="Numéro existant!"
"Number can't be empty!"="Le numéro ne peut pas être vide"
"Number"="Numéro:"
"OK"="OK"
"Obtaining IP Address"="Obtenir Adresse IP"
"Obtaining Status..."="Etat en cours"
"Oct"="Oct"
"Off Code could not be empty when On Code is set!"="Code off ne peut pas etre vide si code on activé!"
"Off Code"="Code Off"
"Off code can't be empty!"="Code OFF ne peut être vide!"
"Off"="Inactif"
"Office Number"="Numéro bureau"
"Old Number"="Ancien Numéro"
"Old PWD"="Ancien mot de passe"
"On Code"="Code d'activation"
"On"="Activation"
"Option"="Option"
"Other Number"="Autre Numéro"
"Outbound Alternate Number Invalid"="Numéro secondaire invalide."
"Outbound Alternate Phone Number"="Numéro alternatif sortant invalide"
"Outbound Proxy"="Proxy Sortant"
"Outbound Status"="Etat Sortant"
"Outbox"="Messages envoyés"
"Overwrite the original contact?"="Remplacer le contact"
"PC Port"="Port PC"
"PIN/ID"="PIN/ID"
"PM"="PM"
"PPPoE IP Client"="Client PPPoE"
"PPPoE PWD"="Mot de passe PPPoE"
"PPPoE User"="Utilisateur PPPoE"
"PPPoE"="PPPoE"
"Packet Interval"="intervalle de paquet"
"Packets lost"="paquets perdus"
"Paging List"="liste Rech.Person"
"Paging failed!"="Rech.Person. Echouée!"
"Paging"="Appel général"
"Paging_softkey"="touche rech. Personne"
"Park Failed"="Parcage échoué"
"Park to"="Parquer vers "
"Park"="Parquer"
"Parked"="Parqué"
"Password can't be empty"="Le mot de passe ne peut pas être vide."
"Password is wrong!"="Mot de Passe incorrect!"
"Password"="Mot de passe"
"Personal"="Personnel"
"Phone DND"="NPD  Tel"
"Phone Number"="Numéro Téléphone"
"Phone Numbers"="Numéros Téléphone"
"Phone Setting"="Paramètres Téléphone"
"Phone Unlock PIN"="Déverouillage PIN"
"Phone number is empty!"="Numéro de téléphone vide!"
"Phone"="Téléphone"
"PhoneBook Name"="Nom du répertoire"
"Pick Up"="Interception"
"Pickup_Idle"="Interc."
"Placed Calllog"="Log appels"
"Play Tone"="Jouer Tonalité"
"Please Enter Password"="SVP, entrer mot de passe"
"Please Enter Unlock PIN"="Entrez PIN déverrouillage SVP"
"Please Enter Your SIP Credential Passward!"="Please enter your SIP Credential Password!"
"Please logout account first!"="Déconnecter le compte en premier SVP!"
"Prefix"="Préfixe"
"Prefix_Idle"="Préfixe"
"PrevPage"="page prec."
"Pri.DNS"="DNS Prim."
"PriChat"="Chat Prim."
"PriHold"="Attente"
"Priority is invalid!"="Priorité invalide!"
"Priority should be 0-7!"="Priorité peut être entre 0-7!"
"Priority"="Piorité"
"Private Hold"="Attente privée"
"Product ID"="ID produit"
"Product Name"="Nom produit"
"Provision now?"="Autoprovisioning maintenant?"
"Public Hold"="Attente publique"
"Queue Status"="état de la queue"
"Queue"="File d'attente"
"RTP Status"="état RTP"
"Reason"="Raison"
"Reboot the phone?"="Redémarrer le téléphone?"
"Reboot"="Redémarrer"
"Rebooting...\n\nPlease Wait !"="Redémarrage...\n\npatientez s'il vous plaît!"
"Recall"="Recall"
"Received Calllog"="Appels reçus"
"Received Calls"="Appels recus"
"Record"="Enregistrement"
"Redial Interval"="Intervalle Recomposition"
"Redial Times"="Nombre Recomposition"
"Redial"="BIS"
"Redialing"="Redialing"
"Redirect"="Rediriger"
"Register Name"="Nom d'Enregistrement"
"Register fail"="Enreg. échoué"
"Registered"="Enregistré"
"Registering"="Enreg. en cours"
"Reject"="Refus."
"Remote Codec"="Codec distant"
"Remote Group"="Remote Group"
"Remote Office"="Bureau distant..."
"Remote Office..."="Bureau distant"
"Remote Phone Book"="Répertoire distant"
"Remote User"="utilisateur distant"
"RemoteUser.sSIPName"="RemoteUser.sSIPName"
"Remove"="Déplacer"
"Reply"="Réponse"
"Require Answer Confirmation"="confirmation nécessaire"
"Reset Local Configuration"="Réinitialiser la configuration locale"
"Reset Phone PIN"="RAZ PIN TEL"
"Reset To Factory Setting?"="Remise à zéro usine?"
"Reset to Factory"="Remise à zéro usine?"
"Resetting to factory, please wait..."="Remise à zéro.,patientez s'il vous plaît..."
"Resume"="Reprise"
"Retrieve Failed."="Récupération échouée"
"Retrieve Park"="Récuparation parcage"
"Retrieve"="Récupération"
"Ring Tones"="Tonalités Sonnerie"
"Ring Tone"="Sonnerie"
"Ring"="Sonnerie"
"Router"="Routeur"
"SCA Active"="SCA Actif"
"SCA Alerting"="SCA en Alerte"
"SCA Bridge Active"="SCA Bridge Actif"
"SCA Bridge Held"="SCA Bridge Suspendu"
"SCA Held Private"="SCA Held Private"
"SCA Held"="SCA Suspendu"
"SCA Unknown"="SCA inconnu"
"SIP Password"="mot de passe SIP"
"SIP Proxy can't be empty!"="Proxy SIP doit\nêtre renseigné!"
"SIP Server1"="Serveur SIP 1"
"SIP Server2"="Serveur SIP 2"
"SIP User name"="nom d'utilisateur SIP"
"SIP XSI Authentication failed!"="l'authentification SIP XSI a échoué!"
"SIP credential password!"="mot de passe SIP accrédité!"
"SMS"="SMS"
"SNTP Setting"="Paramètres SNTP"
"STUN Server"="Serveur STUN"
"STUN Status"="Etat STUN"
"Sat"="Sam"
"Saturday"="Samedi"
"Save Failed!"="Echec de la sauvegarde"
"Save"="Sauver"
"Saving  Configuration..."="Sauvegarde configuration..."
"Saving config file!"="Fichier config.\nsauvegardé"
"Saving file\n Please Waiting..."="Fichier en sauvegarde\n Attendez SVP…"
"Saving. Please wait..."="Sauvegarde. SVP attendez "
"Saving..."="Sauvegarde..."
"Search Failed!"="Recherche échouée!"
"Search Result"="Recherche Résultat"
"Search"="Recherche"
"Sec.DNS"="DNS Sec."
"Select Account"="Sélectionner Compte"
"Select"="Sélectionner"
"Send Anonymous Code"="Code appel anonyme"
"Send Anonymous Rejection Code"="Code rejet appel anonyme"
"Send Message"="Message envoyé"
"Send"="Envoi"
"Sending Message..."="Envoi du message..."
"Sending Provision Requests"="Requête porvisioning envoyée"
"Sentbox"="Sentbox"
"Sep"="Sept"
"Server Status"="Etat Serveur"
"Server URL invalid!"="L'URL du serveur est invalide!"
"Server URL"="URL serveur"
"Server"="Serveur"
"Set AES Key"="Clé AES"
"Set Password"="Définir Mot de Passe"
"Set Voice Mail"="N° Messagerie"
"Setting Type"="Type de paramètres"
"Settings"="Paramètres"
"Share line unavailable"="BLA indisponible"
"Shared Calls"="Appels partagés"
"SignIn"="connexion "
"SignOut"="déconnexion"
"Silence"="Silence"
"Simultaneous Ring Personal"="Sonnerie personnelle simultanée"
"Softkey 1"="Touche 1"
"Softkey 2"="Touche 2"
"Softkey 3"="Touche 3"
"Softkey 4"="Touche 4"
"Softkey Label"="Label touche contextuelle"
"Sorry,Only 30 Blacklists are allowed!"="Désolé, seulement 30 Blacklists autorisées!"
"Speed Dial"="Numérotation abrégée"
"SpeedDial_Idle"="NumAbr"
"Split"="Diviser"
"Start IP"="Adresse IP de départ"
"Start Time"="Heure de début"
"Static DNS"="DNS statique"
"Static IP Client"="IP manuelle"
"Static IP"="IP Statique"
"Status"="Etat"
"StopTime"="StopTime"
"Subnet Mask"="Masque de sous-réseau"
"Sun"="Dim"
"Sunday"="Dimanche"
"Swap"="Echanger"
"Switch Account"="Commuter le compte"
"Switch"="Commut"
"SwitchAccountDown_Idle"="Commut"
"SwitchAccountUp_Idle"="Commut"
"SwitchAccount_Idle"="Changer  "
"System default account"="Compte par défaut"
"Talking"="Appels en cours"
"Target can't be empty!"="Cible ne peut pas être vide!"
"Text Message"="nouveau message texte"
"The old password is wrong!"="L'ancien mot de passe est erroné!"
"Thu"="Jeu"
"Thursday"="Jeudi"
"Time & Date Format"="Format date & heure"
"Time & Date"="Date & Heure"
"Time Format"="Format Heure"
"Time Zone"="Fuseau Horaire"
"Time out"="Time out"
"Time"="Heure"
"Time(H:M:S)"="Heure(h:m:s):"
"To navigate the menu, please use the navigation keys below."="To navigate the menu, please use the navigation keys below."
"To"="A"
"Today"="Aujourd'hui"
"Too hight of resolution!"="résolution trop haute!"
"Transfer Failed"="Transfert échoué"
"Transfer to"="Transfert à"
"Transfer"="Transfert"
"Transferred"="Transféré"
"Transferring"="En transfert"
"Tue"="Mar"
"Tuesday"="Mardi"
"Type"="Type"
"URL Record"="URL enregitrement"
"URL is empty"="L'URL est vide"
"URL is error"="Erreur dans L'URL"
"URL"="URL"
"UnMute"="Réactiver Micro"
"Unavail"="Indispo"
"Unavailable Reason Code"="Code reason indisponible"
"Unavailable"="Indisponible"
"Undefined Error!"="Erreur indéfinie!"
"Unknown Error !"="Erreur inconnue!"
"Unknown Line"="ligne inconnue"
"Unknown"="Inconnu"
"Unregistered"="Non enregistré"
"Update Finish !"="Mise à jour finie"
"Update now?"="Mise à jour maintenant"
"Update"="MAJ"
"Updating Network..."="MAJ réseau"
"Updating Network\n\nPlease Wait !"="Réseau en MAJ\n\nAttendez SVP!"
"Updating, please wait..."="Mise à jour, SVP attendez..."
"Use BroadWorks-based Call Control"="Utiliser BroadWorks-based Call Control"
"Use Host"="Utiliser hôte"
"User ID"="Id Utilisateur"
"User Name"="Nom Utilisateur"
"User Type"="Type d'utilisateur"
"User mode changed!"="Le mode utilisateur a changé!"
"User name is invalid!"="Le nom utilisateur est invalide!"
"User"="User"
"UserID Can't be Empty!"="UserId ne peut être vide!"
"UserMode "="Mode Utilisateur"
"UserName"="Nom Utilisateur"
"VID Number"="Numéro VID:"
"VID nubmer is invalid!"="Numéro VID invalide!"
"VID number should be 1-4094!"="Numéro VID entre 0 et 4094!"
"VLAN Status"="Etat VLAN"
"VLAN unsupported in PPPoE!"="VLAN non supporté en PPPoE!"
"VLAN"="VLAN"
"VPN Active"="VPN activé"
"VPN can't be on \n\n when file do not exist!"="VPN ne peut être actif si pas de fichier!"
"VPN"="VPN"
"Value"="Valeur"
"Via"="Via"
"View Voice Mail"="Voir Messages"
"View"="Voir"
"Voice Mail"="Message Vocal"
"WAN IP"="IP WAN"
"WAN MASK"="Masque de sous-réseau"
"WAN Port"="Port WAN"
"WAN Type"="Type WAN"
"WWW DD MMM"="SSS JJ MMM"
"WWW MMM DD"="SSS MMM JJ"
"Wait Time"="Temps d'attente"
"Wait for"="patientez"
"Warning"="Attention"
"Web access password is wrong!"="Web access password is wrong !"
"Webserver Type"="Type Accès HTML"
"Wed"="Mer"
"Wednesday"="Mercredi"
"Welcome"="Bienvenue"
"Wrap Up"="Wrap Up"
"Wrap up"="Wrap Up"
"Wrong user name or password!"="mauvais nom d'utilisateur ou mot de passe!"
"XML Browser"="Navigateur XML"
"XML Group"="Groupe XML"
"XMLMenu_Idle"="MenuXML_Idle"
"XML_Idle"="XML"
"XSI information is incomplete!"="L'information XSI est incomplète!"
"XSI is empty"="XSI est vide"
"YYYY-MM-DD"="AAAA-MM-JJ"
"Year"="Année"
"Yesterday"="Hier"
"Your account unauthorized."="Le compte n'est pas autorisé."
"Zero Touch"="Touche Zéro sp"
"anywhere"="Nulle part"
"auth error"="erreur auth."
"black list full"="liste noire pleine"
"contact full"="La liste des contacts est pleine"
"default"="Défaut"
"detected from"="Supprimer à partir de"
"float"="Float"
"lock"="Lock"
"new"="nouveau"
"old"="ancien"
"q'ing"="Mise en file d'attente"
"server error"="erreur de serveur"
"English"="Anglais(English)"
"Chinese_S"="Chinese_S(Chinese Simplified)"
"Chinese_T"="Chinese_T(Chinese Traditional)"
"German"="Allemand(German)"
"French"="Français(French)"
"Italian"="Italien(Italian)"
"Portuguese"="Portugais(Portuguese)"
"Spanish"="Espagnol(Spanish)"
"Turkish"="Turc(Turkish)"
"Polish"="Polonais(Polish)"
"Russian"="Russe(Russian)"

"Sound"="Son"
"Stop Time"="Heure de fin"
"Network Directory"="Répertoire réseau"
"contact list full"="liste contacts pleine"
"Account ID"="ID Compte"
"Group Park"="Groupe de parcage"
"Key Tone"="tonalité de touche"
"Unkown Reason"="Raison inconnue"
"Conference to"="conférence vers"
"Redial Interval is invalid!"="L'intervalle de recompo. est invalide"
"Redial Time is invalid!"="L'heure de recompo. est invalide"
"Add Group SoftKey"="Ajouter Groupe Softkey"
"Outbound Proxy2:"="Outbound Proxy2:"
"Proxy Fallback Interval:"="Proxy Fallback Interval:"
"Proxy fallback interval should be 30 ~ 2147483646!"="Proxy fallback interval should be 30 ~ 2147483646!"
"Busy Here"="Occupé ici"
"Not Found"="Not Found"
"Temporarily not available"="Temporarily unavailable!"

"RoundTripDelay"="RoundTripDelay"
"SymmOneWayDelay"="SymmOneWayDelay"
"DND Enables"="DND Enable"
"SIP Register Name"="SIP Register Name"
"Please enter your SIP Credential Password!"="Enter SIP Credential Password"
"UnavailableStatus"="Unavailable"
"AcdLoginOut"="Login/out"
"Address Incomplete"="Address Incomplete"
"Refresh"="Refresh"
"S2S Unavail"="Away"
"S2S Unavailable Reason Code"="Away Reason Code"
"S2S AcdRefresh"="Refresh"
"S2S AcdLoginOut"="Login/out"
"S2S Avail"="Avail"
